export const data = [
  {
    Q: {
      question: `Расскажите, чем, на ваш взгляд, отличается хорошая верстка от плохой с точки зрения:
      пользователя, менеджера проекта, дизайнера, верстальщика, клиентского программиста, серверного программиста.`,
      answer: '',
    },
  },
  {
    Q: {
      question: `Опишите основные особенности верстки крупных многостраничных сайтов, дизайн которых может меняться в процессе реализации и поддержки.
      Расскажите о своем опыте верстки подобных сайтов: какие методологии, инструменты
      и технологии вы применяли на практике.
      `,
      answer: '',
    },
  },
  {
    Q: {
      question: `Опишите основные особенности верстки сайтов, которые должны одинаково хорошо отображаться как на любом современном компьютере, так и на смартфонах и планшетах под управлением iOS и Android. Расскажите о своем опыте верстки
      подобных сайтов: какие инструменты и технологии вы применяли, как проверяли
      результат на различных устройствах, какие именно устройства требовалось
      поддерживать.
      `,
      answer: '',
    },
  },
  {
    Q: {
      question: `Расскажите, какие инструменты помогают вам экономить время в процессе
      написания, проверки и отладки кода.
      `,
      answer: '',
    },
  },
  {
    Q: {
      question: `Вам нужно понять, почему страница отображается некорректно в Safari на iOS и в IE на
      Windows. Код писали не вы, доступа к исходникам у вас нет. Ваши действия?
      Сталкивались ли вы с подобными проблемами на практике?
      `,
      answer: '',
    },
  },

  {
    Q: {
      question: `Дизайнер отдал вам макет, в котором не показано, как должны выглядеть
      интерактивные элементы при наведении мыши. Ваши действия?
      `,
      answer: '',
    },
  },
  {
    Q: {
      question: `Какие ресурсы вы используете для развития в профессиональной сфере? Приведите несколько конкретных примеров (сайты, блоги и так далее).
      Какое направление развития вам более близко: JS-программирование, HTML/CSS-
      верстка или что-то ещё?
      Какие ещё области знаний, кроме тех, что непосредственно относятся к работе, вам
      интересны?
      `,
      answer: '',
    },
  },
  {
    Q: {
      question: `Расскажите нам о себе и предоставьте несколько ссылок на последние работы,
      выполненные вами.
      `,
      answer: '',
    },
  },
];
